{
    "services": {
        "videography": [
            {
                "title": "Athlete Spotlight",
                "price": 75,
                "description": "A tailored short video that highlights your athletic performance, personal bests, or training techniques — perfect for social media or sharing with recruiters and coaches.",
                "audience": "Individual athletes looking to stand out, showcase skills, or promote themselves online.",
                "features": [
                    "1 hour on-location filming with high-quality camera gear",
                    "Up to 1 minute of edited footage",
                    "Stylised colour grading and synced music of your choice",
                    "Export in square and vertical formats for social media",
                    "One round of feedback and revisions"
                ]
            },
            {
                "title": "Promo Builder",
                "price": 165,
                "description": "A sharp, brand-focused promotional video to market your training program, coaching business, or sports initiative. Perfect for social media and websites.",
                "audience": "Coaches, trainers, and sports entrepreneurs looking to increase visibility and sign-ups.",
                "features": [
                    "2 hours of on-location filming with professional-grade camera gear",
                    "Up to 1 minute of professionally edited promo content",
                    "Includes interviews, testimonials, and dynamic b-roll",
                    "One teaser (15-30 sec) for Reels/Stories",
                    "Optional 30-second reel for voiceover",
                    "Branded intro/outro and title screens",
                    "Two rounds of feedback and revisions"
                ]
            },
            {
                "title": "Event Recap",
                "price": 250,
                "description": "Comprehensive, high-energy recap video of your sports event or training day. Show the atmosphere, key moments, and the community in action.",
                "audience": "Event organisers, clubs, or teams who want to promote, recap, or document their sports events.",
                "features": [
                    "Up to 5 hours of on-location filming",
                    "Multi-angle coverage of activities and key moments",
                    "Up to 2-minute cinematic highlight edit",
                    "Includes crowd shots, interviews, and behind-the-scenes",
                    "Social media teaser + export in multiple formats",
                    "Optional subtitle/caption integration",
                    "Three rounds of feedback and revisions"
                ]
            },
            {
                "title": "Edit-Only Package",
                "price": 50,
                "description": "Already have footage? I'll professionally edit and enhance it with cinematic Colour grading, music, transitions, and graphics to create a polished final video.",
                "audience": "Athletes, coaches, or content creators with raw clips who need a pro finish.",
                "features": [
                    "Editing of up to 5 minutes of raw footage",
                    "Colour correction and cinematic grading",
                    "Sync music and enhance audio",
                    "Add titles, graphics, and dynamic transitions",
                    "Social media formatting (1:1, 16:9, 9:16)",
                    "One round of revisions included"
                ]
            },
            {
                "title": "Team Highlights Compilation",
                "price": 350,
                "description": "A video package that compiles a team's best moments and key achievements into one polished highlight reel. Great for coaches and teams who want to showcase their season or special event performances.",
                "audience": "Sports teams looking to share a recap of their season, tournament, or special event.",
                "features": [
                    "Up to 5 hours of event or training footage",
                    "A dynamic 3-5 minute highlight reel with key moments and action shots",
                    "Cinematic editing with Colour grading and music synchronisation",
                    "Includes team/player highlights and crowd reactions",
                    "Social media-friendly export with intro/outro"
                ]
            },
            {
                "title": "Product Demo Video",
                "price": 150,
                "description": "A concise and clear demonstration of your product in action. This video highlights key features and benefits to engage potential customers and showcase your product's value.",
                "audience": "Brands and companies looking to introduce their product to customers or provide clear instructions for usage.",
                "features": [
                    "On-location or studio filming with professional gear",
                    "Up to 2-minute product demo video",
                    "Showcases product features, usage, and benefits",
                    "Inclusion of close-ups and detailed shots",
                    "Voiceover or text overlays to highlight key information",
                    "One round of feedback and revisions"
                ]
            }
        ],
        "website": [
            {
                "title": "Website Design (UX/UI)",
                "price": 250,
                "description": "A complete user interface and user experience design service tailored for modern web applications and websites. Ideal for startups and businesses looking to build a visually appealing, user-friendly site.",
                "audience": "Startups, small businesses, and entrepreneurs needing a professional design layout before development.",
                "features": [
                    "Custom Figma design (desktop & mobile)",
                    "Support for developing assets like logos, graphics, etc.",
                    "Wireframes for key pages (Home, About, Services, Contact)",
                    "UX-focused layout for intuitive navigation and flow",
                    "Typography, colour palette, and design system",
                    "Up to two rounds of revisions and design feedback"
                ]
            },
            {
                "title": "Landing Page Development",
                "price": 150,
                "description": "A responsive, fast-loading landing page designed to showcase a product, service, or campaign with clear calls to action and optimised performance.",
                "audience": "Individuals or businesses running campaigns, product launches, or needing a quick online presence.",
                "features": [
                    "Custom-coded responsive landing page using frontend tools and frameworks",
                    "Optimised for performance and SEO",
                    "Integrated contact form or call-to-action buttons",
                    "Mobile-first design with cross-browser compatibility",
                    "One revision cycle included"
                ]
            },
            {
                "title": "Business Website (Multi-Page)",
                "price": 550,
                "description": "A professionally built, multi-page website for your business. Includes core pages like Home, About, Services, and Contact with a modern layout and responsive design.",
                "audience": "Small to medium-sized businesses looking to establish a professional online presence.",
                "features": [
                    "If applicable, Website Design services will be provided",
                    "Up to 5 pages with modern, responsive layout",
                    "Contact form with email integration",
                    "Optimised for performance and SEO",
                    "Deployed to your hosting provider of choice",
                    "Two feedback rounds for content and layout adjustments"
                ]
            }
        ]
    }
}